Repository: Koucya0632/tuji-ios
Catalog: Tuji/Resources/i18n/Localizable.xcstrings
Source language: zh_hant
Languages: en, ja, zh_hans

source: 我的主頁
en: My page
ja: マイページ
zh_hans: 我的主页

source: 我的合集
en: My collections
ja: マイコレクション

source: 我的圖鑑卡片
en: My atlas cards
ja: マイ図鑑カード
zh_hans: 我的图鉴卡片

source: 我的收藏
en: My favorites
ja: お気に入り

source: 所選主題完成度
en: Chosen topics completion
ja: 選択テーマの完成度
zh_hans: 所选主题完成度

source: 找不到「%@」
en: Couldn't find "%@"
ja: 「%@」が見つかりません

source: 找不到可呈現的視窗（請重試）
en: No window available to present (please retry)
ja: 表示できるウィンドウが見つかりません（もう一度お試しください）
zh_hans: 找不到可呈现的视窗（请重试）

source: 找不到資源
en: Resource not found
ja: リソースが見つかりません
zh_hans: 找不到资源

source: 找不到這個作者
en: Author not found
ja: 作者が見つかりません
zh_hans: 找不到这个作者

source: 找不到這個合集
en: Collection not found
ja: コレクションが見つかりません
zh_hans: 找不到这个合集

source: 找不到這個字
en: Word not found
ja: この単語が見つかりません
zh_hans: 找不到这个字

source: 找個單字試試
en: Try searching for a word
ja: 単語を探してみましょう
zh_hans: 找个单字试试

source: 拍下身邊的東西
en: Snap things around you
ja: 身の回りの物を撮る
zh_hans: 拍下身边的东西

source: 拍照
en: Take photo
ja: 撮影

source: 拍照後自動 AI 辨識，校正後一鍵生成學習卡片。
en: AI recognizes your photo automatically; correct it and generate a flashcard in one tap.
ja: 撮影すると自動でAI認識。補正後ワンタップで学習カードを生成します。
zh_hans: 拍照后自动 AI 辨识，校正后一键生成学习卡片。

source: 拍照收字
en: Snap to collect words
ja: 撮って単語ゲット

source: 拍照新增
en: Add by photo
ja: 撮影して追加

source: 拖曳移動・雙指縮放
en: Drag to move · Pinch to zoom
ja: ドラッグで移動・ピンチで拡大縮小
zh_hans: 拖动调整・双指缩放

source: 拼出這個字
en: Spell this word
ja: この単語をつづる
zh_hans: 拼出这个字

source: 拼字
en: Spelling
ja: スペル

source: 排出這個字的讀音
en: Arrange this word's reading
ja: この単語の読みを並べる
zh_hans: 排出这个字的读音

source: 探索
en: Explore
ja: 探す

source: 探索與%@相關的常用單字
en: Explore common words related to %@
ja: %@に関連するよく使う単語を探索
zh_hans: 探索与%@相关的常用单字

source: 探索這個主題的常用單字
en: Explore common words in this topic
ja: このテーマのよく使う単語を探索
zh_hans: 探索这个主题的常用单字

source: 探險者
en: Explorer
ja: 探検家
zh_hans: 探险者

source: 提交中…
en: Submitting…
ja: 送信中…

source: 提交報錯
en: Submit error report
ja: 誤り報告を送信
zh_hans: 提交报错

source: 提交失敗，內容已保留，請再試一次。
en: Submission failed — your input is kept. Please try again.
ja: 送信に失敗しました。内容は保存されています。もう一度お試しください。
zh_hans: 提交失败，内容已保留，请再试一次。

source: 提交意見
en: Submit feedback
ja: フィードバックを送信
zh_hans: 提交意见

source: 換一張
en: Change photo
ja: 別の写真にする
zh_hans: 换一张

source: 換一張照片？
en: Change the photo?
ja: 別の写真にしますか？
zh_hans: 换一张照片？

source: 搜尋失敗
en: Search failed
ja: 検索に失敗しました
zh_hans: 搜索失败

source: 搜尋日文 / 假名 / 中文
en: Search Japanese / kana / Chinese
ja: 日本語・かな・中国語で検索
zh_hans: 搜索日文 / 假名 / 中文

source: 搜尋英文 / 中文
en: Search English / Chinese
ja: 英語・中国語で検索
zh_hans: 搜索英文 / 中文

source: 搭配
en: Collocations
ja: コロケーション

source: 操作失敗
en: Action failed
ja: 操作に失敗しました
zh_hans: 操作失败

source: 擴充自製圖鑑容量，並解鎖高精度 AI 辨識。
en: Expand your custom atlas capacity and unlock high-precision AI recognition.
ja: マイ図鑑の容量を拡張し、高精度AI認識をアンロック。
zh_hans: 扩充自制图鉴容量，并解锁高精度 AI 辨识。

source: 操作沒有完成，請稍後再試
en: That didn’t go through. Please try again later.
ja: 処理が完了しませんでした。しばらくしてからもう一度お試しください。
zh_hans: 操作没有完成，请稍后再试

source: 擴充自製圖鑑容量，解鎖高精度 AI 辨識
en: Expand custom atlas capacity, unlock high-precision AI
ja: マイ図鑑の容量を拡張、高精度AI認識をアンロック
zh_hans: 扩充自制图鉴容量，解锁高精度 AI 辨识

source: 收回中…
en: Unpublishing…
ja: 取り下げ中…

source: 收藏
en: Save
ja: 保存

source: 收藏、學習紀錄、設定與個人資料都會永久刪除。
en: Favorites, study history, settings, and profile will be permanently deleted.
ja: お気に入り・学習記録・設定・プロフィールはすべて完全に削除されます。
zh_hans: 收藏、学习记录、设置与个人资料都会永久删除。

source: 收藏合集
en: Save collection
ja: コレクションを保存

source: 收藏合集後查看全部 %lld 個內容
en: Save the collection to view all %lld items
ja: 保存すると全%lld件を表示できます
zh_hans: 收藏合集后查看全部 %lld 个内容

source: 收藏與設定會保留在伺服器。
en: Favorites and settings stay on the server.
ja: お気に入りと設定はサーバーに保存されたままになります。
zh_hans: 收藏与设置会保留在伺服器。

source: 放棄
en: Discard
ja: 破棄
zh_hans: 放弃

source: 放棄這次辨識？
en: Discard this recognition?
ja: この認識を破棄しますか？
zh_hans: 放弃这次辨识？

source: 整整一年，沒缺席一天
en: A full year without missing a day
ja: 丸1年、1日も欠かさず
zh_hans: 整整一年，没缺席一天

source: 新增
en: Add
ja: 追加

source: 日
en: JA

source: 日文
en: Japanese
ja: 日本語

source: 日文圖鑑
en: Japanese atlas
ja: 日本語図鑑
zh_hans: 日文图鉴

source: 日文振假名資料
en: Japanese furigana data
ja: 日本語ふりがなデータ
zh_hans: 日文振假名资料

source: 日文漢字的假名標註來自 JMdict（電子辭書研究開發小組 EDRDG）與 JmdictFurigana。
en: Kana annotations for Japanese kanji come from JMdict (EDRDG) and JmdictFurigana.
ja: 日本語の漢字のふりがなは JMdict（EDRDG）および JmdictFurigana に基づいています。
zh_hans: 日文汉字的假名标注来自 JMdict（电子辞书研究开发小组 EDRDG）与 JmdictFurigana。

source: 日文詞條、假名與日文發音
en: Japanese entries, kana, and Japanese audio
ja: 日本語の見出し語・かな・日本語音声
zh_hans: 日文词条、假名与日文发音

source: 早安，
en: Good morning,
ja: おはよう、

source: 明細
en: Breakdown
zh_hans: 明细

source: 晚安，
en: Good evening,
ja: こんばんは、

source: 普通識別
en: Standard recognition
ja: 通常認識
zh_hans: 普通识别

source: 暫時無法載入方案，請檢查網路後再試一次。
en: Can't load plans right now. Check your connection and try again.
ja: プランを読み込めません。ネットワークを確認してもう一度お試しください。
zh_hans: 暂时无法载入方案，请检查网络后再试一次。

source: 暱稱
en: Nickname
ja: ニックネーム
zh_hans: 昵称

source: 更多
en: More
ja: その他

source: 更換頭像
en: Change avatar
ja: プロフィール画像を変更
zh_hans: 更换头像

source: 書籤
en: Bookmarks
ja: ブックマーク
zh_hans: 书签

source: 有 %lld 筆評分還沒送出，已排入待同步，連上網路後會自動補送。
en: %lld ratings not yet sent — queued for sync and will send automatically when you're online.
ja: %lld件の評価が未送信です。同期待ちに入っており、オンラインになると自動送信されます。
zh_hans: 有 %lld 笔评分还没送出，已排入待同步，连上网络后会自动补送。

source: 有印象
en: Seen it
ja: 見覚えあり

source: 有印象，但要再看幾次
en: Familiar, but needs a few more looks
ja: 見覚えはあるが、あと数回必要
zh_hans: 有印象，但要再看几次

source: 未公開
en: Not published
zh_hans: 未公开

source: 未學
en: Not learned
ja: 未学習
zh_hans: 未学

source: 未完成
en: Incomplete
ja: 未完了

source: 未授權，請重新登入
en: Not authorized — please sign in again
ja: 認証されていません。もう一度ログインしてください
zh_hans: 未授权，请重新登录

source: 未通過
en: Rejected
ja: 却下
zh_hans: 未通过

source: 校正資料
en: Correct details
ja: データ補正
zh_hans: 校正资料

source: 標題
en: Title
ja: タイトル
zh_hans: 标题

source: 檢舉原因
en: Reason for report
ja: 通報の理由
zh_hans: 举报原因

source: 檢舉會送給審核人員，對方不會知道是誰檢舉的。
en: Reports go to our moderators. The person you report is never told who reported them.
ja: 報告は審査担当者に送られます。誰が報告したかは相手に知らされません。
zh_hans: 举报会送给审核人员，对方不会知道是谁举报的。

source: 檢舉這位作者
en: Report this author
ja: この作者を報告
zh_hans: 举报这位作者

source: 檢舉這個合集
en: Report this collection
ja: このコレクションを報告
zh_hans: 举报这个合集

source: 檢舉這個項目
en: Report this item
ja: この項目を通報
zh_hans: 举报这个项目

source: 正在分析圖片
en: Analyzing image
ja: 画像を分析中
zh_hans: 正在分析图片

source: 正確答案
en: Correct answer
ja: 正解
zh_hans: 正确答案

source: 正解 %@
en: Answer: %@

source: 此 Email 已註冊，請改用登入
en: This email is already registered — sign in instead
ja: このメールアドレスは登録済みです。ログインしてください
zh_hans: 此 Email 已注册，请改用登录

source: 此操作無法復原。
en: This can't be undone.
ja: この操作は元に戻せません。
zh_hans: 此操作无法复原。

source: 步驟 %lld / %lld
en: Step %lld of %lld
ja: ステップ %lld / %lld
zh_hans: 步骤 %lld / %lld

source: 每天 3 分鐘
en: 3 minutes a day
ja: 1日3分
zh_hans: 每天 3 分钟

source: 每天回來學習，火焰會記錄你的連續天數。
en: Come back daily and the flame tracks your streak.
ja: 毎日学習に戻ってくると、炎が連続日数を記録します。
zh_hans: 每天回来学习，火焰会记录你的连续天数。

source: 每天從這裡開始
en: Start here every day
ja: 毎日ここからスタート
zh_hans: 每天从这里开始

source: 每天想新學的題數，複習多時會自動調降
en: New questions per day — automatically reduced when reviews pile up
ja: 1日に新しく学びたい問題数。復習が多い日は自動で減ります
zh_hans: 每天想新学的题数，复习多时会自动调降

source: 每天進步一點
en: A little progress every day
ja: 毎日少しずつ前進
zh_hans: 每天进步一点

source: 每日目標
en: Daily goal
ja: 毎日の目標
zh_hans: 每日目标

source: 每日目標與連續天數
en: Daily goal and streak
ja: 毎日の目標と連続日数
zh_hans: 每日目标与连续天数

source: 每日目標題數
en: Daily goal questions
ja: 毎日の目標問題数
zh_hans: 每日目标题数

source: 比較級
en: Comparative
zh_hans: 比较级

source: 永久刪除
en: Delete permanently
ja: 完全に削除
zh_hans: 永久删除

source: 沒有可加入的項目。完成辨識與確認後，就能直接加入合集。
en: Nothing to add yet. Finish recognition and confirmation, then add it directly.
ja: 追加できる項目がありません。認識と確認が完了すると直接追加できます。
zh_hans: 没有可加入的项目。完成识别与确认后，就能直接加入合集。

source: 沒有帳號？
en: No account?
ja: アカウントがない方は
zh_hans: 没有账号？

source: 沒有權限
en: No permission
ja: 権限がありません
zh_hans: 没有权限

source: 沒有自動辨識到，請手動填寫或按「普通識別」重試。
en: Nothing recognized automatically — fill it in manually or retry with Standard recognition.
ja: 自動認識できませんでした。手動で入力するか、「通常認識」で再試行してください。
zh_hans: 没有自动辨识到，请手动填写或按「普通识别」重试。

source: 沒見過
en: Never seen it
ja: 初めて見る
zh_hans: 没见过

source: 沒關係，標記一下
en: No worries — mark it
ja: 大丈夫、マークしておきましょう
zh_hans: 没关系，标记一下

source: 清除
en: Clear
ja: クリア

source: 清除中…
en: Clearing…
ja: クリア中…

source: 清除全部
en: Clear all
ja: すべてクリア

source: 清除失敗
en: Clear failed
ja: クリアに失敗しました
zh_hans: 清除失败

source: 清除學習進度
en: Clear study progress
ja: 学習進捗をリセット
zh_hans: 清除学习进度

source: 清除所有學習進度？
en: Clear all progress?
ja: すべての学習進捗をリセットしますか？
zh_hans: 清除所有学习进度？

source: 無法使用相機
en: Camera unavailable
ja: カメラを使用できません
zh_hans: 无法使用相机

source: 無法讀取這張照片，請換一張再試。
en: Couldn't read this photo. Please try a different one.
ja: この写真を読み込めませんでした。別の写真をお試しください。
zh_hans: 无法读取这张照片，请换一张再试。

source: 無法載入這張照片
en: Can't load this photo
ja: この写真を読み込めません
zh_hans: 无法载入这张照片

source: 無法連接伺服器，請稍後再試
en: Can't reach the server — please try again later
ja: サーバーに接続できません。しばらくしてからお試しください
zh_hans: 无法连接伺服器，请稍后再试

source: 熟悉
en: Familiar
ja: 習熟中

source: 熟練
en: Proficient
zh_hans: 熟练

source: 物見
en: Sightings
zh_hans: 物见

source: 物見區段
en: Sightings section
ja: 物見のセクション
zh_hans: 物见区段

source: 狀態
en: Status
ja: 状態
zh_hans: 状态

source: 現在分詞
en: Present participle
zh_hans: 现在分词

source: 生成中
en: Generating

source: 生成卡片…
en: Generating card…
ja: カード生成中…

source: 生成失敗
en: Generation failed
ja: 生成に失敗しました
zh_hans: 生成失败

source: 生成失敗，點一下重試
en: Failed — tap to retry
ja: 生成に失敗。タップで再試行
zh_hans: 生成失败，点一下重试

source: 生活中看到 → 立刻想起來
en: See it in real life → recall it instantly
ja: 日常で見かけたら → すぐ思い出せる
zh_hans: 生活中看到 → 立刻想起来

source: 生活物品，自動變單字卡
en: Everyday things become flashcards
ja: 身の回りの物が単語カードに
zh_hans: 生活物品，自动变单字卡

source: 用圖學語言
en: Learn languages with pictures
ja: 画像で言語を学ぶ
zh_hans: 用图学语言

source: 當前學習遇到什麼問題呢？
en: What went wrong in this session?
ja: 学習で何か問題がありましたか？
zh_hans: 当前学习遇到什么问题呢？

source: 用底下中間的相機拍一張，就會多一張卡片
en: Tap the camera in the middle of the bar below to add a card
ja: 下のバー中央のカメラで撮ると、カードが1枚増えます
zh_hans: 用底下中间的相机拍一张，就会多一张卡片

source: 登入
en: Sign in
ja: ログイン
zh_hans: 登录

source: 登入 / 註冊
en: Sign in / Sign up
ja: ログイン / 登録
zh_hans: 登录 / 注册

source: 登入中...
en: Signing in...
ja: ログイン中...
zh_hans: 登录中...

source: 登入後可驗證 Bearer 鏈
en: Sign in to verify the Bearer chain
ja: ログイン後にBearerチェーンを検証できます
zh_hans: 登录后可验证 Bearer 链

source: 登入後才能收藏合集
en: Sign in to save collections
ja: コレクションを保存するにはログインしてください
zh_hans: 登录后才能收藏合集

source: 登入後才能查看已收藏的合集
en: Sign in to view saved collections
ja: 保存したコレクションを見るにはログインしてください
zh_hans: 登录后才能查看已收藏的合集

source: 登入後才能看活躍熱力圖
en: Sign in to see your activity heatmap
ja: ヒートマップはログイン後に表示されます
zh_hans: 登录后才能看活跃热力图

source: 登入後顯示分類進度
en: Sign in to see category progress
ja: カテゴリ進捗はログイン後に表示されます
zh_hans: 登录后显示分类进度

source: 登出
en: Sign out
ja: ログアウト

source: 登入沒有成功，請稍後再試
en: Sign-in didn’t go through. Please try again later.
ja: サインインできませんでした。しばらくしてからもう一度お試しください。
zh_hans: 登录没有成功，请稍后再试

source: 發音
en: Pronounce
ja: 発音
zh_hans: 发音

source: 發音口音
en: Pronunciation accent
ja: 発音アクセント
zh_hans: 发音口音

source: 發音或音訊有問題
en: Pronunciation or audio problem
ja: 発音・音声に問題がある
zh_hans: 发音或音频有问题

source: 百日連勝，已經是習慣了
en: 100-day streak — it's a habit now
ja: 100日連続、もう習慣です
zh_hans: 百日连胜，已经是习惯了

source: 目前沒有可以練習的字
en: No words to practice right now
ja: 今は練習できる単語がありません
zh_hans: 目前没有可以练习的字

source: 目前沒有收藏的日文合集
en: No saved Japanese collections
ja: 保存した日本語コレクションはありません
zh_hans: 目前没有收藏的日文合集

source: 目前沒有收藏的英文合集
en: No saved English collections
ja: 保存した英語コレクションはありません
zh_hans: 目前没有收藏的英文合集

source: 目前沒有日文合集
en: No Japanese collections right now
ja: 現在、日本語のコレクションはありません
zh_hans: 目前没有日文合集

source: 目前沒有網路連線
en: No internet connection
ja: インターネットに接続されていません
zh_hans: 目前没有网路连线

source: 目前沒有網路連線，請檢查網路設定後再試
en: No internet connection — check your network settings and try again
ja: インターネットに接続されていません。設定を確認してからお試しください
zh_hans: 目前没有网路连线，请检查网路设定后再试

source: 目前沒有英文合集
en: No English collections right now
ja: 現在、英語のコレクションはありません
zh_hans: 目前没有英文合集

source: 目前的辨識與校正結果會清除，再拍或選一張新的。
en: The current recognition and corrections will be cleared. Take or choose a new photo.
ja: 現在の認識・補正結果はクリアされます。撮り直すか新しい写真を選んでください。
zh_hans: 目前的辨识与校正结果会清除，再拍或选一张新的。

source: 目前連勝
en: Current streak
ja: 現在の連続日数
zh_hans: 目前连胜

source: 目前進度會保留，下次可以繼續。
en: Current progress is saved; you can continue next time.
ja: 現在の進捗は保存され、次回続きからできます。
zh_hans: 目前进度会保留，下次可以继续。

source: 目錄
en: Contents
ja: 目次
zh_hans: 目录

source: 看一張圖，記住一個字
en: See a picture, remember a word
ja: 1枚の画像で、1つの単語を覚える
zh_hans: 看一张图，记住一个字

source: 看圖片
en: Show picture
ja: 画像を見る
zh_hans: 看图片

source: 看完整詳情
en: View full details
ja: 詳細を見る
zh_hans: 看完整详情

source: 看提示
en: Show hint
ja: ヒントを見る

source: 看見自己變強
en: Watch yourself improve
ja: 成長が見える
zh_hans: 看见自己变强

source: 知道
en: Got it
ja: わかった

source: 知道了
en: Got it
ja: わかった

source: 確定
en: Confirm
zh_hans: 确定

source: 確定要永久刪除帳號嗎？
en: Permanently delete your account?
ja: アカウントを完全に削除しますか？
zh_hans: 确定要永久删除账号吗？

source: 確認並生成卡片
en: Confirm and generate card
ja: 確認してカードを生成
zh_hans: 确认并生成卡片

source: 確認信已寄出
en: Confirmation email sent
ja: 確認メールを送信しました
zh_hans: 确认信已寄出

source: 確認清除
en: Confirm clear
ja: リセットを確認
zh_hans: 确认清除

source: 移除收藏
en: Remove favorite
ja: お気に入りから削除

source: 移除書籤
en: Remove bookmark
ja: ブックマークを解除
zh_hans: 移除书签

source: 稍後再說
en: Maybe later
ja: あとで
zh_hans: 稍后再说

source: 穩定
en: Solid
ja: 安定
zh_hans: 稳定

source: 第三人稱單數
en: 3rd person singular
ja: 三人称単数
zh_hans: 第三人称单数

source: 答對了
en: Correct
ja: 正解
zh_hans: 答对了

source: 答錯 %lld 次
en: Missed %lld times
ja: %lld回間違えた
zh_hans: 答错 %lld 次

source: 答錯了
en: Wrong
ja: 不正解
zh_hans: 答错了

source: 答錯過
en: Missed before
ja: 間違えたことあり
zh_hans: 答错过

source: 管理 →
en: Manage →

source: 管理內容
en: Management content
ja: 管理内容
zh_hans: 管理内容

source: 簡介
en: About
ja: 紹介
zh_hans: 简介

source: 簡介（選填）
en: About (optional)
ja: 紹介（任意）
zh_hans: 简介（选填）

source: 簡單描述這個合集
en: Describe this collection
ja: このコレクションの説明
zh_hans: 简单描述这个合集

source: 簽名
en: Bio
ja: ひとこと
zh_hans: 签名

source: 精通
en: Mastered
ja: マスター

source: 系統自動配發，不能修改
en: Assigned automatically; cannot be changed
ja: 自動で割り当てられ、変更できません
zh_hans: 系统自动配发，不能修改

source: 約 %.1f 年後
en: in about %.1f years
zh_hans: 约 %.1f 年后

source: 約 %lld 個月後
en: in about %lld months
ja: 約%lldか月後
zh_hans: 约 %lld 个月后

source: 約 %lld 週後
en: in about %lld weeks
ja: 約%lld週間後
zh_hans: 约 %lld 周后

source: 累積成自己的圖鑑
en: Build your own atlas
ja: 自分だけの図鑑を作ろう
zh_hans: 累积成自己的图鉴

source: 細分類
en: Subcategory
ja: サブカテゴリ
zh_hans: 细分类

source: 網路連線中斷，請稍後再試
en: Connection lost — please try again later
ja: ネットワーク接続が切断されました。しばらくしてからお試しください
zh_hans: 网路连线中断，请稍后再试

source: 網路錯誤：%@
en: Network error: %@
ja: ネットワークエラー：%@
zh_hans: 网路错误：%@

source: 編輯
en: Edit
ja: 編集
zh_hans: 编辑

source: 編輯個人資料
en: Edit profile
ja: プロフィールを編集
zh_hans: 编辑个人资料

source: 編輯合集
en: Edit collection
ja: コレクションを編集
zh_hans: 编辑合集

source: 總覽
en: Overview
ja: 概要
zh_hans: 总览

source: 繼續
en: Continue
ja: 続ける
zh_hans: 继续

source: 繼續上傳原圖
en: Upload original anyway
ja: 元の画像のままアップロード
zh_hans: 继续上传原图

source: 繼續使用 Apple
en: Continue with Apple
ja: Appleで続ける
zh_hans: 继续使用 Apple

source: 繼續使用 Google
en: Continue with Google
ja: Googleで続ける
zh_hans: 继续使用 Google

source: 繼續學習
en: Keep learning
ja: 学習を続ける
zh_hans: 继续学习

source: 繼續校正
en: Keep correcting
ja: 補正を続ける
zh_hans: 继续校正

source: 繼續複習
en: Keep reviewing
ja: 復習を続ける
zh_hans: 继续复习

source: 美式
en: American
ja: アメリカ式

source: 聽單字朗讀時用哪一種口音
en: Accent used when words are read aloud
ja: 単語の読み上げに使うアクセント
zh_hans: 听单字朗读时用哪一种口音

source: 自制卡片暫不支援報錯
en: Error reports aren't available for custom cards
ja: 自作カードは誤り報告に対応していません
zh_hans: 自制卡片暂不支持报错

source: 自制圖鑑
en: My Atlas
ja: マイ図鑑
zh_hans: 自制图鉴

source: 自製圖鑑容量提升至 300 格
en: Custom atlas capacity boosted to 300 slots
ja: マイ図鑑の容量が300枠に拡張
zh_hans: 自制图鉴容量提升至 300 格

source: 自製圖鑑已達上限，刪除一些後再新增。
en: Your custom atlas is full — delete some cards before adding more.
ja: マイ図鑑が上限に達しました。いくつか削除してから追加してください。
zh_hans: 自制图鉴已达上限，删除一些后再新增。

source: 自製圖鑑已達上限，刪除一些後再試。
en: Your custom atlas is full — delete some cards and try again.
ja: マイ図鑑が上限に達しました。いくつか削除してからもう一度お試しください。
zh_hans: 自制图鉴已达上限，删除一些后再试。

source: 自製圖鑑已達上限（%lld），刪除一些後再新增。
en: Your custom atlas hit its limit (%lld) — delete some cards before adding more.
ja: マイ図鑑が上限（%lld）に達しました。いくつか削除してから追加してください。
zh_hans: 自制图鉴已达上限（%lld），删除一些后再新增。

source: 自製圖鑑已達免費上限（%lld），升級 Pro 可擴充，或刪除一些。
en: Your custom atlas hit the free limit (%lld) — upgrade to Pro to expand, or delete some.
ja: マイ図鑑が無料版の上限（%lld）に達しました。Proで拡張するか、いくつか削除してください。
zh_hans: 自制图鉴已达免费上限（%lld），升级 Pro 可扩充，或删除一些。

source: 至少 8 個字元
en: At least 8 characters
ja: 8文字以上
zh_hans: 至少 8 个字符

source: 至少 8 個字元，英文、數字或符號皆可
en: At least 8 characters — letters, numbers, or symbols
ja: 8文字以上。英字・数字・記号が使えます
zh_hans: 至少 8 个字符，英文、数字或符号皆可

source: 英式
en: British
ja: イギリス式

source: 英文
en: English
ja: 英語

source: 英文圖鑑
en: English atlas
ja: 英語図鑑
zh_hans: 英文图鉴

source: 英文與日文的學習進度會分開保留
en: English and Japanese progress are kept separately
ja: 英語と日本語の学習進捗は別々に保存されます
zh_hans: 英文与日文的学习进度会分开保留

source: 英文詞條與美式／英式發音
en: English entries with American／British audio
ja: 英語の見出し語とアメリカ式／イギリス式発音
zh_hans: 英文词条与美式／英式发音

source: 處理中…
en: Processing…
ja: 処理中…
zh_hans: 处理中…

source: 被收藏
en: Saves
ja: 保存数

source: 補充詳情中
en: Adding details…
ja: 詳細を追加中…
zh_hans: 补充详情中

source: 補充詳情中…
en: Fetching details…
ja: 詳細を補完中…
zh_hans: 补充详情中…

source: 製作中…
en: Making…
ja: 作成中…
zh_hans: 制作中…

source: 製作失敗，點一下重試
en: Failed — tap to retry
ja: 作成に失敗しました。タップして再試行
zh_hans: 制作失败，点一下重试

source: 複數
en: Plural
ja: 複数
zh_hans: 复数

source: 複習
en: Review
ja: 復習
zh_hans: 复习

source: 複習完成！
en: Review complete!
ja: 復習完了！
zh_hans: 复习完成！

source: 複習期
en: In review
ja: 復習期間
zh_hans: 复习期

source: 要公開這個合集嗎？
en: Publish this collection?
ja: このコレクションを公開しますか？
zh_hans: 要公开这个合集吗？

source: 要取消公開嗎？
en: Unpublish this card?
ja: 公開をやめますか？
zh_hans: 要取消公开吗？

source: 要取消公開這個合集嗎？
en: Unpublish this collection?
ja: このコレクションの公開をやめますか？
zh_hans: 要取消公开这个合集吗？

source: 要登出 Tuji 嗎？
en: Sign out of Tuji?
ja: Tujiからログアウトしますか？
zh_hans: 要登出 Tuji 吗？

source: 要複習的字有點多，先清一些再學新字
en: Quite a few reviews — clear some before learning new words
ja: 復習する単語が多めです。先にいくつか片付けてから新しい単語へ
zh_hans: 要复习的字有点多，先清一些再学新字

source: 要離開這次學習嗎？
en: Leave this session?
ja: この学習を終了しますか？
zh_hans: 要离开这次学习吗？

source: 要離開這次複習嗎？
en: Leave this review?
ja: この復習を終了しますか？
zh_hans: 要离开这次复习吗？

source: 解除中…
en: Unblocking…

source: 解除封鎖
en: Unblock
ja: ブロック解除
zh_hans: 解除屏蔽

source: 解除封鎖？
en: Unblock?
ja: ブロックを解除しますか？
zh_hans: 解除屏蔽？

source: 解除後，你會重新看到這個人公開的內容。
en: Unblocking means you'll see what they publish again.
ja: 解除すると、この人が公開したものが再び表示されます。
zh_hans: 解除后，你会重新看到这个人公开的内容。

source: 解除後你會重新看到這個人公開的內容。
en: You'll start seeing what they publish again.
ja: 解除すると、この人が公開したものが再び表示されます。
zh_hans: 解除后你会重新看到这个人公开的内容。

source: 訂閱會自動續訂，可隨時在 App Store 帳號設定取消。付款於確認購買時向 Apple ID 收取。
en: Subscriptions renew automatically and can be canceled anytime in your App Store account settings. Payment is charged to your Apple ID at purchase.
ja: サブスクリプションは自動更新されます。App Storeのアカウント設定からいつでもキャンセルできます。購入確定時にApple IDに課金されます。
zh_hans: 订阅会自动续订，可随时在 App Store 账号设定取消。付款于确认购买时向 Apple ID 收取。

source: 記得，正常間隔
en: Remembered — normal interval
ja: 覚えている。通常の間隔で
zh_hans: 记得，正常间隔

source: 記得多牢？
en: How well do you remember?
ja: どれくらい覚えてる？
zh_hans: 记得多牢？

source: 訪客模式
en: Guest mode
ja: ゲストモード
zh_hans: 访客模式

source: 訪客模式 · 先逛逛圖鑑，想再看的字加書籤
en: Guest mode · Browse the atlas and bookmark words to revisit
ja: ゲストモード · 図鑑を見て、また見たい単語にブックマークを
zh_hans: 访客模式 · 先逛逛图鉴，想再看的字加书签

source: 訪客模式 · 已認得 %lld 個字
en: Guest mode · %lld words known
ja: ゲストモード · %lld語を認識済み
zh_hans: 访客模式 · 已认得 %lld 个字

source: 訪客模式 · 收藏只存在這台裝置
en: Guest mode · Favorites stay on this device only
ja: ゲストモード · お気に入りはこの端末にのみ保存
zh_hans: 访客模式 · 收藏只存在这台设备

source: 訪客的書籤只存在這台裝置上。建立帳號後會同步，並且可以開始學習。
en: A guest's bookmarks live only on this device. Create an account to sync them and start studying.
ja: ゲストのブックマークはこの端末にのみ保存されます。アカウントを作成すると同期され、学習も始められます。
zh_hans: 访客的书签只存在这台设备上。建立账号后会同步，并且可以开始学习。

source: 設定
en: Settings
zh_hans: 设置

source: 註冊
en: Sign up
ja: 登録
zh_hans: 注册

source: 詞形
en: Word forms
ja: 語形
zh_hans: 词形

source: 詞性
en: Part of speech
ja: 品詞
zh_hans: 词性

source: 試試看用中文查
en: Try searching in Chinese
ja: 中国語で検索してみてください
zh_hans: 试试看用中文查

source: 詳情載入失敗
en: Failed to load details
ja: 詳細の読み込みに失敗しました
zh_hans: 详情加载失败

source: 認識
en: Recognized
zh_hans: 认识

source: 認識了
en: I know it
ja: 覚えた
zh_hans: 认识了

source: 語言
en: Language
ja: 言語
zh_hans: 语言

source: 請到「設定」開啟相機權限，或改從相簿選一張照片。
en: Allow camera access in Settings, or pick a photo from your library instead.
ja: 「設定」でカメラを許可するか、写真から選んでください。
zh_hans: 请到「设置」开启相机权限，或改从相册选一张照片。

source: 請描述你的建議或遇到的狀況…
en: Describe your suggestion or what happened…
ja: 提案や状況を教えてください…
zh_hans: 请描述你的建议或遇到的状况…

source: 請描述你看到的問題與正確內容…
en: Describe the problem and the correct content…
ja: 見つけた問題と正しい内容を教えてください…
zh_hans: 请描述你看到的问题与正确内容…

source: 請求太頻繁，請稍後再試
en: Too many requests — please try again later
ja: リクエストが多すぎます。しばらくしてからお試しください
zh_hans: 请求太频繁，请稍后再试

source: 請稍候
en: Please wait
ja: お待ちください
zh_hans: 请稍候

source: 請稍後再試一次。
en: Please try again later.
ja: しばらくしてからもう一度お試しください。
zh_hans: 请稍后再试一次。

source: 請詳細描述你的意見（必填）
en: Describe your feedback in detail (required)
ja: ご意見を詳しくお書きください（必須）
zh_hans: 请详细描述你的意见（必填）

source: 請詳細說說哪裡需要改進呢？（必填）
en: Tell us what could be better (required)
ja: 改善してほしい点を詳しく教えてください（必須）
zh_hans: 请详细说说哪里需要改进呢？（必填）

source: 請開信箱點擊驗證連結，完成後再用這組 Email 和密碼登入。
en: Tap the verification link in your inbox, then sign in with this email and password.
ja: メール内の確認リンクをタップしてから、このメールアドレスとパスワードでログインしてください。
zh_hans: 请开信箱点击验证连结，完成后再用这组 Email 和密码登录。

source: 謝謝你的回報！我們會盡快確認並改進。
en: Thanks for the report! We'll check and fix it soon.
ja: ご報告ありがとうございます！早急に確認して改善します。
zh_hans: 谢谢你的回报！我们会尽快确认并改进。

source: 謝謝你的意見！我們會參考並持續改進。
en: Thanks for the feedback! We'll use it to keep improving.
ja: ご意見ありがとうございます！参考にして改善を続けます。
zh_hans: 谢谢你的意见！我们会参考并持续改进。

source: 譯義
en: Meaning
ja: 訳語
zh_hans: 译义

source: 讀取照片失敗
en: Failed to load photo
ja: 写真の読み込みに失敗しました
zh_hans: 读取照片失败

source: 讀取連勝中…
en: Loading streak…
ja: 連続記録を読み込み中…
zh_hans: 读取连胜中…

source: 變更立即生效。單字與例句維持中文內容，繁簡會跟隨此設定。
en: Takes effect immediately. Words and examples stay in Chinese; Traditional vs. Simplified follows this setting.
ja: 変更はすぐに反映されます。単語と例文は中国語のまま、繁体字・簡体字はこの設定に従います。
zh_hans: 变更立即生效。单字与例句维持中文内容，繁简会跟随此设定。

source: 資料來源與授權
en: Sources & licences
ja: データ出典とライセンス
zh_hans: 资料来源与授权

source: 資料解析失敗：%@
en: Failed to parse data: %@
ja: データの解析に失敗しました：%@
zh_hans: 资料解析失败：%@

source: 跳過
en: Skip
ja: スキップ
zh_hans: 跳过

source: 載不到單字
en: Couldn't load words
ja: 単語を読み込めません
zh_hans: 载不到单字

source: 載入下一輪…
en: Loading next round…
ja: 次のラウンドを読み込み中…
zh_hans: 载入下一轮…

source: 載入中…
en: Loading…
ja: 読み込み中…
zh_hans: 加载中…

source: 載入主題中…
en: Loading topics…
ja: テーマを読み込み中…
zh_hans: 加载主题中…

source: 載入失敗
en: Failed to load
ja: 読み込みに失敗しました
zh_hans: 加载失败

source: 載入失敗，請稍後再試
en: Couldn't load. Please try again later.
ja: 読み込めませんでした。しばらくしてからお試しください。
zh_hans: 加载失败，请稍后再试

source: 載入練習中…
en: Loading practice…
ja: 練習を読み込み中…
zh_hans: 加载练习中…

source: 輸入英文或中文，即時顯示結果
en: Type English or Chinese for instant results
ja: 英語か中国語を入力すると即座に結果を表示
zh_hans: 输入英文或中文，即时显示结果

source: 辨識中…
en: Recognising…
ja: 認識中…
zh_hans: 识别中…

source: 返回
en: Back
ja: 戻る

source: 返回訪客模式
en: Back to guest mode
ja: ゲストモードに戻る
zh_hans: 返回访客模式

source: 送出中…
en: Submitting…
ja: 送信中…

source: 送出審核
en: Submit for review
ja: 審査に出す
zh_hans: 送出审核

source: 送出後會先經過審核，通過才會出現在物見。
en: It goes through review first, and appears in Sightings only once approved.
ja: 送信後は審査があり、通過してから物見に表示されます。
zh_hans: 送出后会先经过审核，通过才会出现在物见。

source: 這一輪完成
en: Round complete
ja: このラウンド完了
zh_hans: 这一轮完成

source: 這些主題的字都學過了，多選幾個主題吧
en: You've learned all the words in these topics — pick more topics
ja: これらのテーマの単語はすべて学習済みです。テーマを増やしましょう
zh_hans: 这些主题的字都学过了，多选几个主题吧

source: 這些主題的新字都學完了，去複習或多選幾個主題
en: No new words left in these topics — review or pick more topics
ja: これらのテーマの新出単語は学び終えました。復習するか、テーマを増やしましょう
zh_hans: 这些主题的新字都学完了，去复习或多选几个主题

source: 這個主題目前還沒有可學的字
en: No words to learn in this topic yet
ja: このテーマにはまだ学べる単語がありません
zh_hans: 这个主题目前还没有可学的字
